Repository: donatogomez/signal-flow
Catalog: App/SignalFlow/Localizable.xcstrings
Source language: en
Languages: es

source: Critical Alerts
es: Alertas críticas

source: Fleet Status
es: Estado de la flota

source: Fleet Summary
es: Resumen de la flota

source: Open Critical Alerts
es: Abrir alertas críticas

source: Open Dashboard
es: Abrir panel

source: Open Fleet Status
es: Abrir estado de la flota

source: Opens SignalFlow on the active alerts console.
es: Abre SignalFlow en la consola de alertas activas.

source: Opens SignalFlow on the fleet dashboard.
es: Abre SignalFlow en el panel de la flota.

source: Opens SignalFlow on the fleet status list.
es: Abre SignalFlow en la lista de estado de la flota.

source: Reads the latest saved fleet status — how many devices are online, in warning, or critical.
es: Lee el último estado guardado de la flota: cuántos dispositivos están en línea, en advertencia o críticos.

source: Show Fleet Summary
es: Mostrar resumen de la flota
